Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# storage.client.unavailable
source: Storage support is unavailable on this build.
de: Die Speicherfunktion ist in dieser Version nicht verfügbar.
es: La compatibilidad de almacenamiento no está disponible en esta compilación.
es_419: La compatibilidad de almacenamiento no está disponible en esta compilación.
fr: La prise en charge du stockage n’est pas disponible dans cette version.
ja: このビルドではストレージ機能を利用できません。
ko: 이 빌드에서는 저장소 기능을 사용할 수 없습니다.
pt_br: O suporte a armazenamento não está disponível nesta compilação.
pt_pt: O suporte de armazenamento não está disponível nesta compilação.
ru: Поддержка хранилища недоступна в этой сборке.
uk: Підтримка сховища недоступна в цій збірці.
zh_hans: 当前构建版本不支持该存储能力。
zh_hant: 目前建置版本不支援該儲存能力。
zh_hk: 目前建置版本不支援該儲存能力。

# storage.client.unsafeConditionalCreateUnsupported
source: This server does not support safe atomic file creation. Choose a different server or storage backend.
de: Dieser Server unterstützt keine sichere atomare Dateierstellung. Wählen Sie einen anderen Server oder Speicherdienst.
es: Este servidor no admite la creación atómica segura de archivos. Elige otro servidor o servicio de almacenamiento.
es_419: Este servidor no admite la creación atómica segura de archivos. Elige otro servidor o servicio de almacenamiento.
fr: Ce serveur ne prend pas en charge la création atomique sécurisée de fichiers. Choisissez un autre serveur ou service de stockage.
ja: このサーバーでは、ファイルを安全かつ排他的に作成できません。別のサーバーまたはストレージを選択してください。
ko: 이 서버는 안전한 원자적 파일 생성을 지원하지 않습니다. 다른 서버나 저장소를 선택하세요.
pt_br: Este servidor não oferece criação atômica segura de arquivos. Escolha outro servidor ou serviço de armazenamento.
pt_pt: Este servidor não suporta a criação atómica segura de ficheiros. Escolha outro servidor ou serviço de armazenamento.
ru: Этот сервер не поддерживает безопасное атомарное создание файлов. Выберите другой сервер или хранилище.
uk: Цей сервер не підтримує безпечне атомарне створення файлів. Виберіть інший сервер або сховище.
zh_hans: 此服务器不支持安全的原子文件创建。请选择其他服务器或存储后端。
zh_hant: 此伺服器不支援安全的原子檔案建立。請選擇其他伺服器或儲存後端。
zh_hk: 此伺服器不支援安全的原子檔案建立。請選擇其他伺服器或儲存後端。

# storage.client.unsupportedType
source: Unsupported storage type: %@.
de: Nicht unterstützter Speichertyp: %@.
es: Tipo de almacenamiento no compatible: %@.
es_419: Tipo de almacenamiento no compatible: %@.
fr: Type de stockage non pris en charge : %@.
ja: サポートされていないストレージタイプです：%@。
ko: 지원되지 않는 저장소 유형입니다: %@.
pt_br: Tipo de armazenamento sem suporte: %@.
pt_pt: Tipo de armazenamento não suportado: %@.
ru: Неподдерживаемый тип хранилища: %@.
uk: Непідтримуваний тип сховища: %@.
zh_hans: 不支持的存储类型：%@。
zh_hant: 不支援的儲存類型：%@。
zh_hk: 不支援的儲存類型：%@。

# storage.detail.deleteConfirm.message
source: The connection will be removed and any saved credentials will be deleted from the keychain. This cannot be undone.
de: Die Verbindung wird entfernt und gespeicherte Anmeldedaten werden aus dem Schlüsselbund gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Se eliminará la conexión y las credenciales guardadas se borrarán del llavero. Esta acción no se puede deshacer.
es_419: Se eliminará la conexión y las credenciales guardadas se borrarán del llavero. Esta acción no se puede deshacer.
fr: La connexion sera supprimée et les identifiants enregistrés seront supprimés du trousseau. Cette action est irréversible.
ja: 接続が削除され、キーチェーンに保存された認証情報も削除されます。この操作は元に戻せません。
ko: 연결이 제거되고 저장된 자격 증명이 키체인에서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: A conexão será removida e as credenciais salvas serão excluídas do chaveiro. Esta ação não pode ser desfeita.
pt_pt: A ligação será removida e as credenciais guardadas serão eliminadas do porta-chaves. Esta ação não pode ser anulada.
ru: Подключение и сохранённые в Связке ключей учётные данные будут удалены. Это действие необратимо.
uk: З’єднання буде видалено, а збережені облікові дані — стерті зі сховища ключів. Цю дію не можна скасувати.
zh_hans: 将移除该连接，并从钥匙串中删除已保存的密码或密钥。此操作不可撤销。
zh_hant: 將移除此連線，並從鑰匙圈刪除已儲存的密碼或密鑰。此操作無法復原。
zh_hk: 將移除此連線，並從鑰匙圈刪除已儲存的密碼或密鑰。此操作無法復原。

# storage.detail.deleteConfirm.title
source: Delete this storage?
de: Diesen Speicher löschen?
es: ¿Eliminar este almacenamiento?
es_419: ¿Eliminar este almacenamiento?
fr: Supprimer ce stockage ?
ja: このストレージを削除しますか？
ko: 이 저장소를 삭제하시겠습니까?
pt_br: Excluir este armazenamento?
pt_pt: Eliminar este armazenamento?
ru: Удалить это хранилище?
uk: Видалити це сховище?
zh_hans: 确定要删除此存储吗？
zh_hant: 確定要刪除此儲存嗎？
zh_hk: 確定要刪除此儲存嗎？

# storage.detail.deleteStorage
source: Delete Storage
de: Speicher löschen
es: Eliminar almacenamiento
es_419: Eliminar almacenamiento
fr: Supprimer le stockage
ja: ストレージを削除
ko: 저장소 삭제
pt_br: Excluir armazenamento
pt_pt: Eliminar armazenamento
ru: Удалить хранилище
uk: Видалити сховище
zh_hans: 删除存储
zh_hant: 刪除儲存
zh_hk: 刪除儲存

# storage.detail.editConnection
source: Connection Parameters
de: Verbindungsparameter
es: Parámetros de conexión
es_419: Parámetros de conexión
fr: Paramètres de connexion
ja: 接続パラメータ
ko: 연결 매개변수
pt_br: Parâmetros de conexão
pt_pt: Parâmetros de ligação
ru: Параметры подключения
uk: Параметри з’єднання
zh_hans: 连接参数
zh_hant: 連線參數
zh_hk: 連線參數

# storage.detail.incompleteAssets.createdLine
source: Created: %@
de: Erstellt: %@
es: Creado: %@
es_419: Creado: %@
fr: Créé : %@
ja: 作成日: %@
ko: 생성됨: %@
pt_br: Criado: %@
pt_pt: Criado: %@
ru: Создано: %@
uk: Створено: %@
zh_hans: 创建时间：%@
zh_hant: 建立時間：%@
zh_hk: 建立時間：%@

# storage.detail.incompleteAssets.detailTitle
source: Asset Detail
de: Element-Details
es: Detalle del elemento
es_419: Detalle del elemento
fr: Détail de l'élément
ja: アセットの詳細
ko: 항목 상세
pt_br: Detalhes do item
pt_pt: Detalhes do item
ru: Сведения об объекте
uk: Відомості про об’єкт
zh_hans: 项目详情
zh_hant: 項目詳細資料
zh_hk: 項目詳細資料

# storage.detail.incompleteAssets.fileLine
source: Representative file: %@
de: Repräsentative Datei: %@
es: Archivo representativo: %@
es_419: Archivo representativo: %@
fr: Fichier représentatif : %@
ja: 代表ファイル: %@
ko: 대표 파일: %@
pt_br: Arquivo representativo: %@
pt_pt: Ficheiro representativo: %@
ru: Основной файл: %@
uk: Репрезентативний файл: %@
zh_hans: 代表文件：%@
zh_hant: 代表檔案：%@
zh_hk: 代表檔案：%@

# storage.detail.incompleteAssets.fingerprintLine
source: Fingerprint: %@
de: Fingerabdruck: %@
es: Huella: %@
es_419: Huella: %@
fr: Empreinte : %@
ja: フィンガープリント: %@
ko: 지문: %@
pt_br: Impressão digital: %@
pt_pt: Impressão digital: %@
ru: Отпечаток: %@
uk: Відбиток: %@
zh_hans: 指纹：%@
zh_hant: 指紋：%@
zh_hk: 指紋：%@

# storage.detail.incompleteAssets.missingCount
source: Missing %lld of %lld resources
de: Fehlend: %lld von %lld Ressourcen
es: Faltan %lld de %lld recursos
es_419: Faltan %lld de %lld recursos
fr: %lld ressources manquantes sur %lld
ja: %lld/%lld 件のリソースが不足
ko: 리소스 %lld/%lld개 누락
pt_br: Recursos ausentes: %lld de %lld
pt_pt: Recursos em falta: %lld de %lld
ru: Отсутствует %lld из %lld ресурсов
uk: Бракує %lld з %lld ресурсів
zh_hans: 缺少 %lld/%lld 个资源
zh_hant: 缺少 %lld/%lld 個資源
zh_hk: 缺少 %lld/%lld 個資源

# storage.detail.incompleteAssets.missingHashesHeader
source: Missing resource hashes:
de: Fehlende Ressourcen-Hashes:
es: Hashes de recursos faltantes:
es_419: Hashes de recursos faltantes:
fr: Empreintes de ressources manquantes :
ja: 不足しているリソースのハッシュ:
ko: 누락된 리소스 해시:
pt_br: Hashes dos recursos ausentes:
pt_pt: Hashes dos recursos em falta:
ru: Отсутствующие хеши ресурсов:
uk: Хеші відсутніх ресурсів:
zh_hans: 缺失的资源哈希：
zh_hant: 缺少的資源雜湊：
zh_hk: 缺少的資源雜湊：

# storage.detail.incompleteAssets.noMissingHashes
source: Fingerprint mismatch (no specific resource missing)
de: Fingerabdruck stimmt nicht überein (keine bestimmte Ressource fehlt)
es: La huella no coincide (no falta ningún recurso específico)
es_419: La huella no coincide (no falta ningún recurso específico)
fr: Empreinte non concordante (aucune ressource spécifique manquante)
ja: フィンガープリント不一致（特定のリソースは不足していません）
ko: 지문 불일치(특정 리소스 누락 없음)
pt_br: Impressão digital incompatível (nenhum recurso específico ausente)
pt_pt: Impressão digital incompatível (nenhum recurso específico em falta)
ru: Несовпадение отпечатка (отсутствующих ресурсов не обнаружено)
uk: Невідповідність відбитка (без конкретного відсутнього ресурсу)
zh_hans: 指纹不匹配（没有缺失的特定资源）
zh_hant: 指紋不符（沒有缺少的特定資源）
zh_hk: 指紋不符（沒有缺少的特定資源）

# storage.detail.incompleteAssets.title
source: Incomplete Assets
de: Unvollständige Elemente
es: Elementos incompletos
es_419: Elementos incompletos
fr: Éléments incomplets
ja: 不完全なアセット
ko: 불완전한 항목
pt_br: Itens incompletos
pt_pt: Itens incompletos
ru: Неполные объекты
uk: Неповні об’єкти
zh_hans: 不完整项目
zh_hant: 不完整項目
zh_hk: 不完整項目

# storage.detail.incompleteAssets.unknownFileName
source: (unknown file)
de: (unbekannte Datei)
es: (archivo desconocido)
es_419: (archivo desconocido)
fr: (fichier inconnu)
ja: （不明なファイル）
ko: (알 수 없는 파일)
pt_br: (arquivo desconhecido)
pt_pt: (ficheiro desconhecido)
ru: (неизвестный файл)
uk: (невідомий файл)
zh_hans: （未知文件）
zh_hant: （未知檔案）
zh_hk: （未知檔案）

# storage.detail.leftover.adopt.action
source: Add to Backup
de: Zur Sicherung hinzufügen
es: Añadir a la copia de seguridad
es_419: Agregar al respaldo
fr: Ajouter à la sauvegarde
ja: バックアップに追加
ko: 백업에 추가
pt_br: Adicionar ao backup
pt_pt: Adicionar à cópia de segurança
ru: Добавить в резервную копию
uk: Додати до резервної копії
zh_hans: 加入备份
zh_hant: 加入備份
zh_hk: 加入備份

# storage.detail.leftover.adopt.confirm.message
source: %lld verified items (%lld files) will be recorded in the remote backup.
de: %lld überprüfte Elemente (%lld Dateien) werden in der Remote-Sicherung erfasst.
es: %lld elementos verificados (%lld archivos) se registrarán en la copia de seguridad remota.
es_419: %lld elementos verificados (%lld archivos) se registrarán en el respaldo remoto.
fr: %lld éléments vérifiés (%lld fichiers) seront enregistrés dans la sauvegarde distante.
ja: 確認済みの%lld項目（%lldファイル）をリモートバックアップに記録します。
ko: 확인된 항목 %lld개(파일 %lld개)를 원격 백업에 기록합니다.
pt_br: %lld itens verificados (%lld arquivos) serão registrados no backup remoto.
pt_pt: %lld itens verificados (%lld ficheiros) serão registados na cópia de segurança remota.
ru: %lld проверенных объектов (%lld файлов) будут добавлены в удалённую резервную копию.
uk: %lld перевірених об’єктів (%lld файлів) буде додано до віддаленої резервної копії.
zh_hans: 将把已验证的 %lld 个项目（%lld 个文件）记录到远端备份中。
zh_hant: 將把已驗證的 %lld 個項目（%lld 個檔案）記錄到遠端備份中。
zh_hk: 將把已驗證的 %lld 個項目（%lld 個檔案）記錄到遠端備份中。

# storage.detail.leftover.adopt.confirm.title
source: Add to Backup?
de: Zur Sicherung hinzufügen?
es: ¿Añadir a la copia de seguridad?
es_419: ¿Agregar al respaldo?
fr: Ajouter à la sauvegarde ?
ja: バックアップに追加しますか？
ko: 백업에 추가할까요?
pt_br: Adicionar ao backup?
pt_pt: Adicionar à cópia de segurança?
ru: Добавить в резервную копию?
uk: Додати до резервної копії?
zh_hans: 加入备份？
zh_hant: 加入備份？
zh_hk: 加入備份？

# storage.detail.leftover.adopt.eligible
source: Can be added to the backup.
de: Kann zur Sicherung hinzugefügt werden.
es: Se puede añadir a la copia de seguridad.
es_419: Se puede agregar al respaldo.
fr: Peut être ajouté à la sauvegarde.
ja: バックアップに追加できます。
ko: 백업에 추가할 수 있습니다.
pt_br: Pode ser adicionado ao backup.
pt_pt: Pode ser adicionado à cópia de segurança.
ru: Можно добавить в резервную копию.
uk: Можна додати до резервної копії.
zh_hans: 可加入备份。
zh_hant: 可加入備份。
zh_hk: 可加入備份。

# storage.detail.leftover.adopt.livePhoto
source: Live Photo with %@, select both files
de: Live Photo mit %@, beide Dateien auswählen
es: Live Photo con %@, selecciona ambos archivos
es_419: Live Photo con %@, selecciona los dos archivos
fr: Live Photo avec %@, sélectionnez les deux fichiers
ja: %@ との Live Photo、両方のファイルを選択
ko: %@와 함께 구성된 Live Photo, 두 파일 모두 선택
pt_br: Live Photo com %@, selecione os dois arquivos
pt_pt: Live Photo com %@, selecione os dois ficheiros
ru: Live Photo с %@, выберите оба файла
uk: Live Photo з %@, виберіть обидва файли
zh_hans: 与 %@ 组成 Live Photo，请同时选择两个文件
zh_hant: 與 %@ 組成 Live Photo，請同時選取兩個檔案
zh_hk: 與 %@ 組成 Live Photo，請同時選取兩個檔案

# storage.detail.leftover.adopt.local.present
source: The same content exists in the local photo library.
de: Derselbe Inhalt ist in der lokalen Fotomediathek vorhanden.
es: El mismo contenido existe en la fototeca local.
es_419: El mismo contenido existe en la biblioteca de fotos local.
fr: Le même contenu existe dans la photothèque locale.
ja: 同じ内容がローカルの写真ライブラリにあります。
ko: 로컬 사진 보관함에 동일한 콘텐츠가 있습니다.
pt_br: O mesmo conteúdo existe na fototeca local.
pt_pt: O mesmo conteúdo existe na fototeca local.
ru: Такое же содержимое есть в локальной медиатеке.
uk: Такий самий вміст є в локальній фототеці.
zh_hans: 本地照片图库中存在相同内容。
zh_hant: 本機相片圖庫中存在相同內容。
zh_hk: 本機相片圖庫中有相同內容。

# storage.detail.leftover.adopt.local.unknown
source: The local hash index is incomplete, so this file cannot be added.
de: Der lokale Hash-Index ist unvollständig. Diese Datei kann daher nicht hinzugefügt werden.
es: El índice hash local está incompleto, por lo que no se puede añadir este archivo.
es_419: El índice hash local está incompleto, por lo que no se puede agregar este archivo.
fr: L’index de hachage local est incomplet. Ce fichier ne peut donc pas être ajouté.
ja: ローカルのハッシュインデックスが不完全なため、このファイルは追加できません。
ko: 로컬 해시 인덱스가 완전하지 않아 이 파일을 추가할 수 없습니다.
pt_br: O índice de hash local está incompleto, portanto este arquivo não pode ser adicionado.
pt_pt: O índice de hash local está incompleto, pelo que este ficheiro não pode ser adicionado.
ru: Локальный хеш-индекс неполон, поэтому этот файл нельзя добавить.
uk: Локальний хеш-індекс неповний, тому цей файл не можна додати.
zh_hans: 本地 Hash 索引不完整，无法加入此文件。
zh_hant: 本機 Hash 索引不完整，無法加入此檔案。
zh_hk: 本機 Hash 索引不完整，無法加入此檔案。

# storage.detail.leftover.adopt.progress
source: Adding to backup %lld/%lld
de: Zur Sicherung hinzufügen: %lld/%lld
es: Añadiendo a la copia de seguridad: %lld/%lld
es_419: Agregando al respaldo: %lld/%lld
fr: Ajout à la sauvegarde : %lld/%lld
ja: バックアップに追加中 %lld/%lld
ko: 백업에 추가 중 %lld/%lld
pt_br: Adicionando ao backup: %lld/%lld
pt_pt: A adicionar à cópia de segurança: %lld/%lld
ru: Добавление в резервную копию: %lld/%lld
uk: Додавання до резервної копії: %lld/%lld
zh_hans: 正在加入备份 %lld/%lld
zh_hant: 正在加入備份 %lld/%lld
zh_hk: 正在加入備份 %lld/%lld

# storage.detail.leftover.adopt.progress.starting
source: Preparing files…
de: Dateien werden vorbereitet…
es: Preparando archivos…
es_419: Preparando archivos…
fr: Préparation des fichiers…
ja: ファイルを準備中…
ko: 파일 준비 중…
pt_br: Preparando arquivos…
pt_pt: A preparar ficheiros…
ru: Подготовка файлов…
uk: Підготовка файлів…
zh_hans: 正在准备文件…
zh_hant: 正在準備檔案…
zh_hk: 正在準備檔案…

# storage.detail.leftover.adopt.summary
source: Added %lld items to the backup.
de: %lld Elemente wurden zur Sicherung hinzugefügt.
es: Se añadieron %lld elementos a la copia de seguridad.
es_419: Se agregaron %lld elementos al respaldo.
fr: %lld éléments ont été ajoutés à la sauvegarde.
ja: %lld項目をバックアップに追加しました。
ko: 항목 %lld개를 백업에 추가했습니다.
pt_br: %lld itens foram adicionados ao backup.
pt_pt: Foram adicionados %lld itens à cópia de segurança.
ru: В резервную копию добавлено объектов: %lld.
uk: До резервної копії додано об’єктів: %lld.
zh_hans: 已将 %lld 个项目加入备份。
zh_hant: 已將 %lld 個項目加入備份。
zh_hk: 已將 %lld 個項目加入備份。

# storage.detail.leftover.adopt.summary.failures
source: Added %lld items to the backup. %lld items could not be added.
de: %lld Elemente wurden zur Sicherung hinzugefügt. %lld Elemente konnten nicht hinzugefügt werden.
es: Se añadieron %lld elementos a la copia de seguridad. No se pudieron añadir %lld elementos.
es_419: Se agregaron %lld elementos al respaldo. No se pudieron agregar %lld elementos.
fr: %lld éléments ont été ajoutés à la sauvegarde. %lld éléments n’ont pas pu être ajoutés.
ja: %lld項目をバックアップに追加しました。%lld項目は追加できませんでした。
ko: 항목 %lld개를 백업에 추가했습니다. 항목 %lld개는 추가하지 못했습니다.
pt_br: %lld itens foram adicionados ao backup. Não foi possível adicionar %lld itens.
pt_pt: Foram adicionados %lld itens à cópia de segurança. Não foi possível adicionar %lld itens.
ru: В резервную копию добавлено объектов: %lld. Не удалось добавить: %lld.
uk: До резервної копії додано об’єктів: %lld. Не вдалося додати: %lld.
zh_hans: 已将 %lld 个项目加入备份，%lld 个项目未能加入。
zh_hant: 已將 %lld 個項目加入備份，%lld 個項目未能加入。
zh_hk: 已將 %lld 個項目加入備份，%lld 個項目未能加入。

# storage.detail.leftover.confirm.message
source: %lld files will be permanently deleted from the remote node. This cannot be undone.
de: Dauerhaft vom Remote-Knoten zu löschende Dateien: %lld. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán permanentemente %lld archivos del nodo remoto. Esto no se puede deshacer.
es_419: Se eliminarán permanentemente %lld archivos del nodo remoto. Esto no se puede deshacer.
fr: %lld fichiers seront définitivement supprimés du nœud distant. Cette action est irréversible.
ja: リモートノードから %lld 件のファイルが完全に削除されます。この操作は取り消せません。
ko: 원격 노드에서 파일 %lld개가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Arquivos a excluir permanentemente do nó remoto: %lld. Isso não pode ser desfeito.
pt_pt: Ficheiros a eliminar permanentemente do nó remoto: %lld. Esta ação não pode ser anulada.
ru: %lld файлов будут безвозвратно удалены с удалённого узла. Это действие нельзя отменить.
uk: %lld файлів буде безповоротно видалено з віддаленого вузла. Цю дію неможливо скасувати.
zh_hans: 将从远端节点永久删除 %lld 个文件。此操作无法撤销。
zh_hant: 將從遠端節點永久刪除 %lld 個檔案。此操作無法復原。
zh_hk: 將從遠端節點永久刪除 %lld 個檔案。此操作無法復原。

# storage.detail.leftover.confirm.title
source: Delete Leftover Files?
de: Restdateien löschen?
es: ¿Eliminar archivos sobrantes?
es_419: ¿Eliminar archivos sobrantes?
fr: Supprimer les fichiers résiduels ?
ja: 残存ファイルを削除しますか？
ko: 잔여 파일을 삭제할까요?
pt_br: Excluir arquivos residuais?
pt_pt: Eliminar ficheiros residuais?
ru: Удалить остаточные файлы?
uk: Видалити залишкові файли?
zh_hans: 删除残留文件？
zh_hant: 刪除殘留檔案？
zh_hk: 刪除殘留檔案？

# storage.detail.leftover.empty.message
source: No leftover files were found in the months this app manages.
de: In den von dieser App verwalteten Monaten wurden keine Restdateien gefunden.
es: No se encontraron archivos sobrantes en los meses que gestiona esta app.
es_419: No se encontraron archivos sobrantes en los meses que gestiona esta app.
fr: Aucun fichier résiduel n’a été trouvé dans les mois gérés par cette application.
ja: このアプリが管理する月に残存ファイルは見つかりませんでした。
ko: 이 앱이 관리하는 월별 폴더에서 잔여 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo residual foi encontrado nos meses gerenciados por este app.
pt_pt: Não foram encontrados ficheiros residuais nos meses geridos por esta app.
ru: В месяцах, которыми управляет это приложение, остаточные файлы не найдены.
uk: У місяцях, якими керує цей застосунок, залишкових файлів не знайдено.
zh_hans: 在本 App 管理的月份中未发现残留文件。
zh_hant: 在本 App 管理的月份中未發現殘留檔案。
zh_hk: 在本 App 管理的月份中未發現殘留檔案。

# storage.detail.leftover.footer
source: Leftover files were uploaded but never recorded by a backup. Only app-managed months are listed. Probable matches use the same known size plus a similar file name or, when timestamps are available, a nearby timestamp; they are hints, not proof. Advanced SHA-256 verification at the end of the list is optional.
de: Restdateien wurden hochgeladen, aber nie von einem Backup erfasst. Es werden nur von der App verwaltete Monate angezeigt. Wahrscheinliche Treffer basieren auf gleicher bekannter Größe und zusätzlich einem ähnlichen Dateinamen oder – wenn Zeitstempel verfügbar sind – zeitlicher Nähe; sie sind kein Beweis. Die erweiterte SHA-256-Prüfung am Listenende ist optional.
es: Los archivos sobrantes se subieron pero nunca se registraron en una copia de seguridad. Solo se muestran los meses que gestiona la app. Las coincidencias probables usan el mismo tamaño conocido más un nombre parecido o, si hay marcas de tiempo disponibles, una marca cercana; son indicios, no una prueba. La verificación SHA-256 avanzada al final de la lista es opcional.
es_419: Los archivos sobrantes se cargaron pero nunca se registraron en un respaldo. Solo se muestran los meses que administra la app. Las coincidencias probables usan el mismo tamaño conocido más un nombre parecido o, si hay marcas de tiempo disponibles, una marca cercana; son indicios, no una prueba. La verificación SHA-256 avanzada al final de la lista es opcional.
fr: Les fichiers résiduels ont été téléversés mais jamais enregistrés par une sauvegarde. Seuls les mois gérés par l’application sont affichés. Les correspondances probables reposent sur la même taille connue plus un nom similaire ou, si des horodatages sont disponibles, un horodatage proche ; ce sont des indices, pas une preuve. La vérification SHA-256 avancée en fin de liste est facultative.
ja: 残留ファイルはアップロードされたものの、バックアップに記録されていません。アプリが管理する月のみ表示します。可能性が高い一致は、同じ既知のサイズに加え、似たファイル名、または時刻を利用できる場合は近いタイムスタンプに基づく参考情報であり、証明ではありません。リスト末尾の高度な SHA-256 確認は任意です。
ko: 잔여 파일은 업로드되었지만 백업에 기록되지 않은 파일입니다. 앱이 관리하는 월만 표시합니다. 가능성 높은 일치는 동일한 알려진 크기에 유사한 파일 이름 또는 타임스탬프가 있을 때 서로 가까운 시간을 더해 판단한 참고 정보이며 증명이 아닙니다. 목록 끝의 고급 SHA-256 확인은 선택 사항입니다.
pt_br: Os arquivos residuais foram enviados, mas nunca registrados por um backup. Somente os meses gerenciados pelo app são exibidos. Correspondências prováveis usam o mesmo tamanho conhecido mais um nome parecido ou, quando há datas e horas disponíveis, um horário próximo; são indícios, não uma prova. A verificação SHA-256 avançada no fim da lista é opcional.
pt_pt: Os ficheiros residuais foram carregados, mas nunca registados por uma cópia de segurança. Apenas são apresentados os meses geridos pela app. As correspondências prováveis usam o mesmo tamanho conhecido mais um nome semelhante ou, quando há datas e horas disponíveis, um horário próximo; são indícios, não uma prova. A verificação SHA-256 avançada no fim da lista é opcional.
ru: Остаточные файлы были загружены, но не записаны в резервную копию. Показаны только месяцы, которыми управляет приложение. Вероятные совпадения основаны на одинаковом известном размере и похожем имени файла или, если доступны отметки времени, на близких отметках; это подсказки, а не доказательство. Расширенная проверка SHA-256 в конце списка необязательна.
uk: Залишкові файли було вивантажено, але не записано до резервної копії. Показано лише місяці, якими керує застосунок. Імовірні збіги ґрунтуються на однаковому відомому розмірі та схожій назві файлу або, якщо доступні позначки часу, на близьких позначках; це підказки, а не доказ. Розширена перевірка SHA-256 наприкінці списку необов’язкова.
zh_hans: 残留文件已上传但未被备份记录，仅显示本 App 管理的月份。高概率匹配依据相同已知大小，加上相似文件名，或在时间可用时两者时间接近，仅供参考而非证明。列表末尾的高级 SHA-256 验证为可选操作。
zh_hant: 殘留檔案已上傳但未被備份記錄，僅顯示本 App 管理的月份。高機率配對依據相同已知大小，加上相似檔名，或在時間可用時兩者時間接近，僅供參考而非證明。列表末尾的進階 SHA-256 驗證為選用操作。
zh_hk: 殘留檔案已上載但未被備份記錄，只顯示本 App 管理的月份。高機率配對依據相同已知大小，加上相似檔名，或在時間可用時兩者時間接近，只供參考而非證明。列表末尾的進階 SHA-256 驗證為選用操作。

# storage.detail.leftover.hash.action
source: Verify with SHA-256
de: Mit SHA-256 prüfen
es: Verificar con SHA-256
es_419: Verificar con SHA-256
fr: Vérifier avec SHA-256
ja: SHA-256 で確認
ko: SHA-256으로 확인
pt_br: Verificar com SHA-256
pt_pt: Verificar com SHA-256
ru: Проверить с помощью SHA-256
uk: Перевірити за допомогою SHA-256
zh_hans: 使用 SHA-256 验证
zh_hant: 使用 SHA-256 驗證
zh_hk: 使用 SHA-256 驗證
